Show / Hide Table of Contents
Enum ISDType
Type of IDEA StatiCa Detail
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ISDType
Fields
 Name |  Description
 Diaphragm
Diaphragm
 FrameJoint
Frame joint
 Member1D
Member1D
 Wall
Wall
 Improve this Doc
 View Source